"info_title" = "Osobní údaje";
"pref_homeAddress_name" = "Adresa domů";
"pref_homePhone_name" = "Oblíbené tel. číslo";
"ui_title" = "Uživatelské prostředí";
"pref_nightMode_name" = "Noční režim";
"pref_pressuref_name" = "Jednotky tlaku";
"pressuref_bar" = "Bar";
"pressuref_kpa" = "kPa";
"pressuref_kgf" = "Kg-f";
"pref_tempf_name" = "Jednotky teploty";
"tempf_c" = "Celsius";
"tempf_f" = "Fahrenheit";
"pref_distance_name" = "Jednotky vzdálenosti";
"distance_m" = "Kilometry/metry";
"distance_i" = "Míle/stopy";
"pref_bearing_name" = "Zobrazení směru kompasu";
"bearing_d" = "Stupně";
"bearing_c" = "Směr";
"pref_orientation_name" = "Zámek orientace obrazovky";
"orientation_a" = "Vypnuto";
"orientation_l" = "Na šířku";
"orientation_p" = "Na výšku";
"pref_contact_sorting" = "Řazení seznamu kontaktů";
"lastname" = "Podle příjmení";
"firstname" = "Podle křestního jména";
"pref_displayBrightness_name" = "Maximální jas obrazovky";
"alerting_title" = "Nastavení výstrahy";
"pref_custom_tpm_threshold_title" = "Nastavit vlastní hodnotu pro upozornění na nízký tlak pneu";
"pref_custom_tpm_threshold" = "Vlastní hodnota pro upozornění na nízký tlak pneu";
"pref_tpm_threshold_title" = "Hodnota pro upozornění";
"pref_tpm_threshold" = "Zadejte hodnotu ve vámi zvolených jednotkách tlaku";
"pref_fuel_routing_title" = "Navigace k čerpací stanici";
"pref_fuel_routing_footer" = "Nabídnout navigaci k nejbližší čerpací stanici při nízkém stavu paliva";
"pref_fuel_routing_enable_title" = "Navigace k čerpací stanici";
"pref_grid_settings_title" = "Úprava zobrazení dat";
"pref_tasks_settings_title" = "Pořadí rychlých akcí";
"debug_settings_title" = "Nastavení ladění";
"pref_debuglogging_name" = "Povolit rozšířené logování";
"pref_debuglogging_summary" = "Povolte pouze pro potřeby technické podpory, může mít vliv na výkon aplikace.";
"advanced_settings_title" = "Rozšířená nastavení";
"pref_integrations_settings_summary" = "Povolit integraci s aplikacemi a zařízením třetích stran.";
"pressuref_psi" = "psi";
"pref_integrations_settings_title" = "Integrace";
"pref_photopreview_name" = "Náhled foto";
"consumption_gallon_imperial" = "mpg(Imperial)";
"consumption_gallon_us" = "mpg(US)";
"consumption_hundred_km" = "L/100";
"consumption_km" = "km/L";
"gpsspeed_header" = "GPS Speed";
"off" = "Off";
"info_title" = "Personal Information";
"pref_homePhone_name" = "Favorite Phone Number";
"pref_consumption_name" = "Consumption Unit";
"consumption_hundred_km" = "L/100";
"consumption_gallon_us" = "mpg(US)";
"consumption_gallon_imperial" = "mpg(Imperial)";
"consumption_km" = "km/L";
"pref_orientation_name" = "Orientation Lock";
"orientation_a" = "Off";
"orientation_l" = "Landscape";
"orientation_p" = "Portrait";
"pref_contact_sorting" = "Contact List Sorting";
"pref_notification_name" = "Enable Fault Notififcations";
"pref_tpm_threshold" = "Low Tire Pressure Threshold, specify a number relative to your unit selection";
"pref_fuel_routing_title" = "Fuel Station Routing";
"pref_fuel_routing_footer" = "Prompt to route to nearest fuel station when low fuel fault is present";
"pref_fuel_routing_enable_title" = "Enable Fuel Station Routing";
"pref_grid_settings_title" = "Data Grid Customization";
"pref_tasks_settings_title" = "Quick Task Customization";
"pref_integrations_settings_title" = "Integrations";
"pref_integrations_settings_summary" = "Enable integration with 3rd Party Apps and hardware.";
"on" = "On";
"pref_bearing_override_name" = "GPS Bearing";
"pref_bearing_override_summary" = "Use GPS Bearing instead of magnetic compass.";
"pref_consumption_name" = "Consumption Unit";
"pref_dashboard_speedsource_name" = "Dashboard Speed Source";
"pref_highlightColor_title" = "Highlight Color";
"pref_notification_name" = "Enable Fault Notififcations";
"pref_rpmmax_name" = "Max RPM";
"pref_time_name" = "Time Format";
"rearwheel_speed_header" = "Rear Wheel Speed";
"rpmmax_10k" = "10000";
"rpmmax_12k" = "12000";
"rpmmax_15k" = "15000";
"speed_header" = "Speed";
"rearwheel_speed_header" = "Rear Wheel Speed";
"gpsspeed_header" = "GPS Speed";
"system_default" = "System Default";
"timef_12h" = "12h";
"timef_24h" = "24h";
"pref_hide_navbar_name" = "Hide NavBar when not in use.";
"pref_main_settings_title" = "Main Screen Customization";
"pref_ignitionAlert_name" = "Ignition";
"pref_ignitionAlert_summary" = "Prompt to close app when ignition is shutoff";
"pref_focus_indication_name" = "Focus Indication";
"pref_autotrip_name" = "Auto Trip Logging";
